Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Auto-Approve Tools (skip interactive prompt)
ar: الموافقة التلقائية على الأدوات (تخطي المطالبة التفاعلية)
de: Tools automatisch genehmigen (interaktive Eingabeaufforderung überspringen)
es: Aprobar herramientas automáticamente (omitir aviso interactivo)
fr: Approuver automatiquement les outils (ignorer l'invite interactive)
he: אשר כלים באופן אוטומטי (דלג על הנחיה אינטראקטיבית)
hi: टूल्स को स्वचालित रूप से स्वीकृत करें (संवादात्मक संकेत छोड़ें)
id: Setujui Alat Secara Otomatis (lewati perintah interaktif)
it: Approva automaticamente gli strumenti (salta richiesta interattiva)
ja: ツールを自動承認（対話型プロンプトをスキップ）
ko: 도구 자동 승인(대화형 프롬프트 건너뛰기)
nl: Tools automatisch goedkeuren (interactieve prompt overslaan)
pl: Automatycznie zatwierdzaj narzędzia (pomiń interaktywny monit)
pt_br: Aprovar ferramentas automaticamente (ignorar solicitação interativa)
ru: Автоматически одобрять инструменты (пропускать запрос)
sv: Godkänn verktyg automatiskt (hoppa över interaktiv uppmaning)
tr: Araçları Otomatik Onayla (etkileşimli istemi atla)
uk: Автоматично схвалювати інструменти (пропускати запит)
vi: Tự động phê duyệt công cụ (bỏ qua lời nhắc tương tác)
zh_hans: 自动批准工具（跳过交互式提示）
zh_hant: 自動核准工具（略過互動式提示）

source: Auto-compact off
ar: الضغط التلقائي معطل
de: Automatisches Verdichten aus
es: Compactación automática desactivada
fr: Compactage automatique désactivé
he: דחיסה אוטומטית כבויה
hi: स्वतः-संक्षेपण बंद
id: Pemadatan otomatis nonaktif
it: Compattazione automatica disattivata
ja: 自動圧縮オフ
ko: 자동 압축 꺼짐
nl: Automatisch comprimeren uit
pl: Automatyczne kompaktowanie wyłączone
pt_br: Compactação automática desativada
ru: Автосжатие выключено
sv: Automatisk komprimering av
tr: Otomatik sıkıştırma kapalı
uk: Автостиснення вимкнено
vi: Tắt tự động nén
zh_hans: 自动压缩已关闭
zh_hant: 自動壓縮已關閉

source: Automatically detect and run GGUF models downloaded by LM Studio without copying or redownloading files.
ar: اكتشف نماذج GGUF التي نزّلها LM Studio وشغّلها تلقائيا دون نسخ الملفات أو إعادة تنزيلها.
de: Von LM Studio heruntergeladene GGUF-Modelle automatisch erkennen und ausführen, ohne Dateien zu kopieren oder erneut herunterzuladen.
es: Detecta y ejecuta automáticamente los modelos GGUF descargados por LM Studio sin copiar ni volver a descargar archivos.
fr: Détectez et exécutez automatiquement les modèles GGUF téléchargés par LM Studio sans copier ni retélécharger de fichiers.
he: זהה והרץ אוטומטית מודלי GGUF שהורדו על ידי LM Studio בלי להעתיק או להוריד קבצים מחדש.
hi: LM Studio द्वारा डाउनलोड किए गए GGUF मॉडल को फ़ाइलें कॉपी या दोबारा डाउनलोड किए बिना स्वतः पहचानें और चलाएं।
id: Deteksi dan jalankan otomatis model GGUF yang diunduh LM Studio tanpa menyalin atau mengunduh ulang berkas.
it: Rileva ed esegui automaticamente i modelli GGUF scaricati da LM Studio senza copiare né riscaricare i file.
ja: LM Studio でダウンロードした GGUF モデルを、ファイルをコピーしたり再ダウンロードしたりせずに自動検出して実行します。
ko: LM Studio로 내려받은 GGUF 모델을 파일 복사나 재다운로드 없이 자동으로 감지해 실행합니다.
nl: Detecteer en start automatisch GGUF-modellen die door LM Studio zijn gedownload, zonder bestanden te kopiëren of opnieuw te downloaden.
pl: Automatycznie wykrywaj i uruchamiaj modele GGUF pobrane przez LM Studio bez kopiowania ani ponownego pobierania plików.
pt_br: Detecte e execute automaticamente modelos GGUF baixados pelo LM Studio sem copiar nem baixar os arquivos novamente.
ru: Автоматически обнаруживать и запускать модели GGUF, загруженные LM Studio, без копирования и повторной загрузки файлов.
sv: Identifiera och kör automatiskt GGUF-modeller som hämtats av LM Studio utan att kopiera eller hämta om filer.
tr: LM Studio tarafından indirilen GGUF modellerini dosyaları kopyalamadan veya yeniden indirmeden otomatik olarak algılayıp çalıştırın.
uk: Автоматично виявляйте та запускайте моделі GGUF, завантажені LM Studio, без копіювання чи повторного завантаження файлів.
vi: Tự động phát hiện và chạy các mô hình GGUF do LM Studio tải xuống mà không cần sao chép hay tải lại tệp.
zh_hans: 自动检测并运行由 LM Studio 下载的 GGUF 模型，无需复制或重新下载文件。
zh_hant: 自動偵測並執行由 LM Studio 下載的 GGUF 模型，無需複製或重新下載檔案。

source: Automatically start server on app launch
ar: بدء تشغيل الخادم تلقائيًا عند تشغيل التطبيق
de: Server beim App-Start automatisch starten
es: Iniciar automáticamente el servidor al abrir la app
fr: Démarrer automatiquement le serveur au lancement de l'application
he: הפעל שרת באופן אוטומטי בעת הפעלת האפליקציה
hi: ऐप लॉन्च होने पर सर्वर को स्वचालित रूप से प्रारंभ करें
id: Mulai server secara otomatis saat aplikasi diluncurkan
it: Avvia automaticamente il server all'avvio dell'app
ja: アプリ起動時にサーバーを自動起動
ko: 앱 실행 시 자동으로 서버 시작
nl: Start de server automatisch bij het opstarten van de app
pl: Automatycznie uruchamiaj serwer przy starcie aplikacji
pt_br: Iniciar o servidor automaticamente ao abrir o app
ru: Автоматически запускать сервер при открытии приложения
sv: Starta servern automatiskt vid start av appen
tr: Uygulama açılışında sunucuyu otomatik olarak başlat
uk: Автоматично запускати сервер під час відкриття програми
vi: Tự động khởi động máy chủ khi khởi chạy ứng dụng
zh_hans: 在应用启动时自动启动服务器
zh_hant: 在應用程式啟動時自動啟動伺服器

source: Automation and observations
ar: الأتمتة والملاحظات
de: Automatisierung und Beobachtungen
es: Automatización y observaciones
fr: Automatisation et observations
he: אוטומציה ותצפיות
hi: स्वचालन और अवलोकन
id: Otomatisasi dan observasi
it: Automazioni e osservazioni
ja: 自動化と観測データ
ko: 자동화 및 관찰 기록
nl: Automatisering en observaties
pl: Automatyzacja i obserwacje
pt_br: Automação e observações
ru: Автоматизация и наблюдения
sv: Automatisering och observationer
tr: Otomasyon ve gözlemler
uk: Автоматизація та спостереження
vi: Tự động hóa và quan sát
zh_hans: 自动化与观察数据
zh_hant: 自動化與觀察資料

source: Autonomous Step Limit
ar: حد الخطوات المستقلة
de: Grenze für autonome Schritte
es: Límite de pasos autónomos
fr: Limite d'étapes autonomes
he: מגבלת צעדים אוטונומיים
hi: स्वायत्त चरण सीमा
id: Batas langkah otonom
it: Limite di passaggi autonomi
ja: 自律ステップの上限
ko: 자율 단계 제한
nl: Limiet voor autonome stappen
pl: Limit kroków autonomicznych
pt_br: Limite de etapas autônomas
ru: Лимит автономных шагов
sv: Gräns för autonoma steg
tr: Özerk adım sınırı
uk: Ліміт автономних кроків
vi: Giới hạn bước tự chủ
zh_hans: 自主步骤上限
zh_hant: 自主步驟上限

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
he: זמין
hi: उपलब्ध
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ru: Доступно
sv: Tillgänglig
tr: Kullanılabilir
uk: Доступно
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Available in Catalog
ar: متاح في الكتالوج
de: Im Katalog verfügbar
es: Disponible en el catálogo
fr: Disponible dans le catalogue
he: זמין בקטלוג
hi: कैटलॉग में उपलब्ध
id: Tersedia di katalog
it: Disponibile nel catalogo
ja: カタログで利用可能
ko: 카탈로그에서 사용 가능
nl: Beschikbaar in catalogus
pl: Dostępne w katalogu
pt_br: Disponível no catálogo
ru: Доступно в каталоге
sv: Tillgänglig i katalogen
tr: Katalogda mevcut
uk: Доступно в каталозі
vi: Có trong danh mục
zh_hans: 目录中可用
zh_hant: 目錄中可用

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
he: רקע
hi: पृष्ठभूमि
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
ru: Фон
sv: Bakgrund
tr: Arka plan
uk: Тло
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Background Tasks...
ar: مهام الخلفية...
de: Hintergrundaufgaben...
es: Tareas en segundo plano...
fr: Tâches en arrière-plan...
he: משימות ברקע...
hi: पृष्ठभूमि कार्य...
id: Tugas Latar Belakang...
it: Attività in background...
ja: バックグラウンドタスク...
ko: 백그라운드 작업...
nl: Achtergrondtaken...
pl: Zadania w tle...
pt_br: Tarefas em Segundo Plano...
ru: Фоновые задачи...
sv: Bakgrundsaktiviteter...
tr: Arka Plan Görevleri...
uk: Фонові завдання...
vi: Tác vụ nền...
zh_hans: 后台任务...
zh_hant: 背景工作...

source: Benchmark & Architecture Notes
ar: ملاحظات الأداء والبنية
de: Benchmark- und Architekturhinweise
es: Notas de rendimiento y arquitectura
fr: Notes de benchmark et d'architecture
he: הערות ביצועים וארכיטקטורה
hi: बेंचमार्क और आर्किटेक्चर नोट्स
id: Catatan tolok ukur dan arsitektur
it: Note su benchmark e architettura
ja: ベンチマークとアーキテクチャのメモ
ko: 벤치마크 및 아키텍처 참고
nl: Benchmark- en architectuurnotities
pl: Uwagi o wydajności i architekturze
pt_br: Notas de benchmark e arquitetura
ru: Заметки о производительности и архитектуре
sv: Anteckningar om prestandatest och arkitektur
tr: Kıyaslama ve mimari notları
uk: Нотатки про продуктивність і архітектуру
vi: Ghi chú kiểm chuẩn và kiến trúc
zh_hans: 基准测试与架构说明
zh_hant: 基準測試與架構說明

source: Block types
ar: أنواع الكتل
de: Blocktypen
es: Tipos de bloque
fr: Types de blocs
he: סוגי בלוקים
hi: ब्लॉक प्रकार
id: Jenis blok
it: Tipi di blocco
ja: ブロックタイプ
ko: 블록 유형
nl: Bloktypen
pl: Typy bloków
pt_br: Tipos de bloco
ru: Типы блоков
sv: Blocktyper
tr: Blok türleri
uk: Типи блоків
vi: Loại khối
zh_hans: 块类型
zh_hant: 區塊類型

source: Blocks
ar: الكتل
de: Blöcke
es: Bloques
fr: Blocs
he: בלוקים
hi: ब्लॉक
id: Blok
it: Blocchi
ja: ブロック
ko: 블록
nl: Blokken
pl: Bloki
pt_br: Blocos
ru: Блоки
sv: Block
tr: Bloklar
uk: Блоки
vi: Khối
zh_hans: 块
zh_hant: 區塊

source: Bold
ar: عريض
de: Fett
es: Negrita
fr: Gras
he: מודגש
hi: बोल्ड
id: Tebal
it: Grassetto
ja: 太字
ko: 굵게
nl: Vet
pl: Pogrubienie
pt_br: Negrito
ru: Полужирный
sv: Fet
tr: Kalın
uk: Напівжирний
vi: Đậm
zh_hans: 粗体
zh_hant: 粗體

source: Bounded execution state
ar: حالة التنفيذ المحدودة
de: Begrenzter Ausführungsstatus
es: Estado de ejecución acotado
fr: État d'exécution borné
he: מצב ביצוע מוגבל
hi: बाध्य निष्पादन स्थिति
id: Status eksekusi terbatas
it: Stato di esecuzione limitato
ja: 有界実行状態
ko: 제한된 실행 상태
nl: Begrensde uitvoeringsstatus
pl: Ograniczony stan wykonania
pt_br: Estado de execução limitado
ru: Ограниченное состояние выполнения
sv: Begränsat körningstillstånd
tr: Sınırlı yürütme durumu
uk: Обмежений стан виконання
vi: Trạng thái thực thi có giới hạn
zh_hans: 有界执行状态
zh_hant: 有界執行狀態

source: Browse Full Model Hub
ar: تصفح مركز النماذج الكامل
de: Vollständigen Modell-Hub durchsuchen
es: Explorar centro de modelos completo
fr: Parcourir le hub complet de modèles
he: עיין במרכז המודלים המלא
hi: पूर्ण मॉडल हब ब्राउज़ करें
id: Jelajahi Hub Model Lengkap
it: Sfoglia hub modelli completo
ja: すべてのモデルハブを閲覧
ko: 전체 모델 허브 탐색
nl: Volledige modelhub bekijken
pl: Przeglądaj pełny hub modeli
pt_br: Navegar pelo Hub Completo de Modelos
ru: Открыть весь каталог моделей
sv: Bläddra i hela modellhubben
tr: Tüm Model Merkezini Tara
uk: Переглянути повний хаб моделей
vi: Duyệt toàn bộ Trung tâm Mô hình
zh_hans: 浏览完整模型中心
zh_hant: 瀏覽完整模型中心

source: Browse Marketplace
ar: تصفح السوق
de: Marketplace durchsuchen
es: Explorar mercado
fr: Parcourir le marketplace
he: עיין ב-Marketplace
hi: मार्केटप्लेस ब्राउज़ करें
id: Jelajahi Marketplace
it: Esplora marketplace
ja: マーケットプレイスを表示
ko: 마켓플레이스 탐색
nl: Marketplace bekijken
pl: Przeglądaj rynek
pt_br: Navegar no marketplace
ru: Обзор маркетплейса
sv: Bläddra på marknadsplatsen
tr: Pazaryerine Göz At
uk: Переглянути маркетплейс
vi: Duyệt qua chợ ứng dụng
zh_hans: 浏览市场
zh_hant: 瀏覽市集

source: Browse a marketplace, or add a local folder containing .claude-plugin/plugin.json.
ar: تصفح سوقا أو أضف مجلدا محليا يحتوي على ‎.claude-plugin/plugin.json.
de: Durchsuchen Sie einen Marktplatz oder fügen Sie einen lokalen Ordner mit .claude-plugin/plugin.json hinzu.
es: Explora un marketplace o añade una carpeta local que contenga .claude-plugin/plugin.json.
fr: Parcourez une place de marché ou ajoutez un dossier local contenant .claude-plugin/plugin.json.
he: עיין במרכז או הוסף תיקייה מקומית שמכילה ‎.claude-plugin/plugin.json.
hi: मार्केटप्लेस ब्राउज़ करें, या .claude-plugin/plugin.json वाला स्थानीय फ़ोल्डर जोड़ें।
id: Jelajahi marketplace, atau tambahkan folder lokal yang berisi .claude-plugin/plugin.json.
it: Esplora un marketplace o aggiungi una cartella locale che contenga .claude-plugin/plugin.json.
ja: マーケットプレイスを参照するか、.claude-plugin/plugin.json を含むローカルフォルダを追加してください。
ko: 마켓플레이스를 살펴보거나 .claude-plugin/plugin.json이 있는 로컬 폴더를 추가하세요.
nl: Blader door een marktplaats of voeg een lokale map toe met .claude-plugin/plugin.json.
pl: Przeglądaj marketplace lub dodaj folder lokalny zawierający .claude-plugin/plugin.json.
pt_br: Navegue por um marketplace ou adicione uma pasta local que contenha .claude-plugin/plugin.json.
ru: Просмотрите маркетплейс или добавьте локальную папку с файлом .claude-plugin/plugin.json.
sv: Bläddra i en marknadsplats eller lägg till en lokal mapp som innehåller .claude-plugin/plugin.json.
tr: Bir pazarı inceleyin veya .claude-plugin/plugin.json içeren yerel bir klasör ekleyin.
uk: Перегляньте маркетплейс або додайте локальну папку з файлом .claude-plugin/plugin.json.
vi: Duyệt chợ, hoặc thêm thư mục cục bộ chứa .claude-plugin/plugin.json.
zh_hans: 浏览市场，或添加包含 .claude-plugin/plugin.json 的本地文件夹。
zh_hant: 瀏覽市集，或新增包含 .claude-plugin/plugin.json 的本機資料夾。

source: Browse...
ar: تصفح...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
he: עיון...
hi: ब्राउज़ करें...
id: Jelajahi...
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
nl: Bladeren...
pl: Przeglądaj...
pt_br: Navegar...
ru: Обзор...
sv: Bläddra...
tr: Gözat...
uk: Огляд...
vi: Duyệt...
zh_hans: 浏览...
zh_hant: 瀏覽...

source: CATALOG
ar: الكتالوج
de: KATALOG
es: CATÁLOGO
fr: CATALOGUE
he: קטלוג
hi: कैटलॉग
id: KATALOG
it: CATALOGO
ja: カタログ
ko: 카탈로그
nl: CATALOGUS
pl: KATALOG
pt_br: CATÁLOGO
ru: КАТАЛОГ
sv: KATALOG
tr: KATALOG
uk: КАТАЛОГ
vi: DANH MỤC
zh_hans: 目录
zh_hant: 目錄

source: CPU
ar: المعالج
he: מעבד
ru: ЦП
uk: ЦП

source: Cache Slots
ar: فتحات التخزين المؤقت
es: Ranuras de caché
fr: Emplacements de cache
he: חריצי מטמון
hi: कैश स्लॉट
id: Slot Cache
it: Slot di cache
ja: キャッシュスロット
ko: 캐시 슬롯
pl: Gniazda pamięci podręcznej
pt_br: Slots de Cache
ru: Слоты кэша
sv: Cache-platser
tr: Önbellek Yuvaları
uk: Слоти кешу
vi: Khe bộ đệm
zh_hans: 缓存槽位
zh_hant: 快取插槽

source: Calculating hardware fit recommendations...
ar: جارٍ حساب توصيات ملاءمة العتاد...
de: Empfehlungen zur Hardware-Eignung werden berechnet...
es: Calculando recomendaciones de compatibilidad con el hardware...
fr: Calcul des recommandations de compatibilité matérielle...
he: מחשב המלצות התאמה לחומרה...
hi: हार्डवेयर उपयुक्तता सिफारिशें गणना की जा रही हैं...
id: Menghitung rekomendasi kesesuaian perangkat keras...
it: Calcolo dei consigli di compatibilità hardware...
ja: ハードウェア適合の推奨を計算しています...
ko: 하드웨어 적합성 추천을 계산하는 중...
nl: Aanbevelingen voor hardwaregeschiktheid berekenen...
pl: Obliczanie rekomendacji dopasowania sprzętu...
pt_br: Calculando recomendações de compatibilidade de hardware...
ru: Расчет рекомендаций по соответствию оборудованию...
sv: Beräknar rekommendationer för hårdvaruanpassning...
tr: Donanım uyumluluğu önerileri hesaplanıyor...
uk: Обчислення рекомендацій щодо відповідності обладнанню...
vi: Đang tính toán đề xuất phù hợp phần cứng...
zh_hans: 正在计算硬件适配建议...
zh_hant: 正在計算硬體適配建議...

source: Call Extension
ar: استدعاء إضافة
de: Erweiterung aufrufen
es: Llamar extensión
fr: Appeler une extension
he: קריאה להרחבה
hi: एक्सटेंशन कॉल करें
id: Panggil ekstensi
it: Chiamare estensione
ja: 拡張機能を呼び出す
ko: 확장 기능 호출
nl: Extensie aanroepen
pl: Wywołaj rozszerzenie
pt_br: Chamar extensão
ru: Вызвать расширение
sv: Anropa tillägg
tr: Uzantıyı çağır
uk: Викликати розширення
vi: Gọi tiện ích
zh_hans: 调用扩展
zh_hant: 呼叫擴充功能

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
ar: إلغاء التنزيل
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
he: בטל הורדה
hi: डाउनलोड रद्द करें
id: Batalkan Unduhan
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
nl: Download annuleren
pl: Anuluj pobieranie
pt_br: Cancelar download
ru: Отменить загрузку
sv: Avbryt hämtning
tr: İndirmeyi İptal Et
uk: Скасувати завантаження
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Generation
ar: إلغاء التوليد
de: Generierung abbrechen
es: Cancelar generación
fr: Annuler la génération
he: בטל יצירה
hi: जनरेशन रद्द करें
id: Batalkan Generasi
it: Annulla generazione
ja: 生成をキャンセル
ko: 생성 취소
nl: Generatie annuleren
pl: Anuluj generowanie
pt_br: Cancelar geração
ru: Отменить генерацию
sv: Avbryt generering
tr: Üretimi İptal Et
uk: Скасувати генерацію
vi: Hủy tạo phản hồi
zh_hans: 取消生成
zh_hant: 取消產生

source: Cancel Model Installation
ar: إلغاء تثبيت النموذج
de: Modellinstallation abbrechen
es: Cancelar instalación del modelo
fr: Annuler l'installation du modèle
he: בטל התקנת מודל
hi: मॉडल इंस्टॉलेशन रद्द करें
id: Batalkan Instalasi Model
it: Annulla installazione del modello
ja: モデルのインストールをキャンセル
ko: 모델 설치 취소
nl: Modelinstallatie annuleren
pl: Anuluj instalację modelu
pt_br: Cancelar instalação do modelo
ru: Отменить установку модели
sv: Avbryt modellinstallation
tr: Model Yüklemesini İptal Et
uk: Скасувати встановлення моделі
vi: Hủy cài đặt mô hình
zh_hans: 取消模型安装
zh_hant: 取消模型安裝

source: Cancelled
ar: ملغى
de: Abgebrochen
es: Cancelado
fr: Annulé
he: בוטל
hi: रद्द किया गया
id: Dibatalkan
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
ru: Отменено
sv: Avbruten
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

source: Cancelling
ar: جار الإلغاء
de: Wird abgebrochen
es: Cancelando
fr: Annulation en cours
he: מבטל
hi: रद्द किया जा रहा है
id: Membatalkan
it: Annullamento in corso
ja: キャンセル中
ko: 취소 중
nl: Annuleren
pl: Anulowanie
pt_br: Cancelando
ru: Отмена
sv: Avbryter
tr: İptal ediliyor
uk: Скасування
vi: Đang hủy
zh_hans: 正在取消
zh_hant: 正在取消

source: Caps what the engine allocates (expert cache plus KV), not the size of the model on disk. Models larger than this can still run by streaming from storage.
ar: يحدد الحد الأقصى لما يخصصه المحرك (ذاكرة التخزين المؤقت للخبراء بالإضافة إلى KV)، وليس حجم النموذج على القرص. لا يزال بإمكان النماذج الأكبر حجمًا العمل عن طريق التدفق من التخزين.
de: Begrenzt, was die Engine zuweist (Experten-Cache plus KV), nicht die Größe des Modells auf der Festplatte. Modelle, die größer sind, können weiterhin durch Streaming vom Speicher ausgeführt werden.
es: Limita lo que asigna el motor (caché de expertos más KV), no el tamaño del modelo en el disco. Los modelos más grandes que esto aún se pueden ejecutar transmitiendo desde el almacenamiento.
fr: Plafonne ce que le moteur alloue (cache d'experts plus KV), et non la taille du modèle sur le disque. Les modèles plus volumineux peuvent toujours fonctionner en streaming depuis le stockage.
he: מגביל את מה שהמנוע מקצה (מטמון מומחים פלוס KV), לא את גודל המודל בדיסק. מודלים גדולים מזה עדיין יכולים לפעול על ידי הזרמה מהאחסון.
hi: इंजन जो आवंटित करता है (विशेषज्ञ कैश प्लस KV) उसे सीमित करता है, डिस्क पर मॉडल के आकार को नहीं। इससे बड़े मॉडल अभी भी स्टोरेज से स्ट्रीमिंग करके चल सकते हैं।
id: Membatasi apa yang dialokasikan mesin (cache ahli ditambah KV), bukan ukuran model pada disk. Model yang lebih besar dari ini masih dapat berjalan dengan streaming dari penyimpanan.
it: Limita ciò che alloca il motore (cache esperti più KV), non la dimensione del modello su disco. I modelli più grandi possono comunque essere eseguiti tramite streaming dallo spazio di archiviazione.
ja: ディスク上のモデルのサイズではなく、エンジンが割り当てる量（エキスパートキャッシュと KV）を制限します。これより大きいモデルでも、ストレージからストリーミングすることで実行できます。
ko: 디스크의 모델 크기가 아니라 엔진이 할당하는 양(전문가 캐시 및 KV)을 제한합니다. 이보다 큰 모델도 스토리지에서 스트리밍하여 계속 실행할 수 있습니다.
nl: Bovengrens aan wat de engine toewijst (expertcache plus KV), niet de grootte van het model op de schijf. Modellen die groter zijn dan dit, kunnen nog steeds draaien door te streamen vanuit de opslag.
pl: Ogranicza ilość pamięci alokowaną przez silnik (pamięć podręczna ekspertów plus KV), a nie rozmiar modelu na dysku. Modele większe niż ta wartość nadal mogą działać poprzez strumieniowanie z pamięci masowej.
pt_br: Limita o que o motor aloca (cache de especialistas mais KV), não o tamanho do modelo no disco. Modelos maiores ainda podem ser executados via streaming do armazenamento.
ru: Ограничивает выделение памяти движком (кэш экспертов плюс KV), а не размер модели на диске. Модели большего размера все равно могут работать в потоковом режиме из хранилища.
sv: Begränsar vad motorn allokerar (expertcache plus KV), inte storleken på modellen på disk. Modeller som är större än detta kan fortfarande köras genom strömning från lagring.
tr: Diskteki modelin boyutunu değil, motorun tahsis ettiği alanı (uzman önbelleği artı KV) sınırlar. Bundan daha büyük modeller depolama alanından akış yapılarak çalıştırılabilir.
uk: Обмежує виділення пам'яті рушієм (кеш експертів плюс KV), а не розмір моделі на диску. Більші за цей ліміт моделі все одно можуть працювати в потоковому режимі зі сховища.
vi: Giới hạn những gì công cụ phân bổ (bộ nhớ đệm chuyên gia cộng với KV), không phải kích thước của mô hình trên đĩa. Các mô hình lớn hơn mức này vẫn có thể chạy bằng cách truyền trực tuyến từ bộ lưu trữ.
zh_hans: 限制引擎分配的内存量（专家缓存加上 KV），而非磁盘上的模型大小。大于此限制的模型仍可通过从存储流式传输来运行。
zh_hant: 限制引擎分配的記憶體量（專家快取加上 KV），而非磁碟上的模型大小。大於此限制的模型仍可透過從儲存串流傳輸來運行。

source: Capture text previews
ar: التقاط معاينات النص
de: Textvorschau erfassen
es: Capturar vistas previas de texto
fr: Capturer des aperçus de texte
he: לכידת תצוגות מקדימות של טקסט
hi: टेक्स्ट पूर्वावलोकन कैप्चर करें
id: Tangkap pratinjau teks
it: Acquisisci anteprime di testo
ja: テキストプレビューを記録
ko: 텍스트 미리보기 캡처
nl: Tekstvoorbeelden vastleggen
pl: Przechwytuj podgląd tekstu
pt_br: Capturar prévias de texto
ru: Захватывать предпросмотр текста
sv: Fånga textförhandsvisningar
tr: Metin önizlemelerini yakala
uk: Захоплювати попередній перегляд тексту
vi: Ghi bản xem trước văn bản
zh_hans: 捕获文本预览
zh_hant: 擷取文字預覽

source: Catalog Source
ar: مصدر الكتالوج
de: Katalogquelle
es: Origen del catálogo
fr: Source du catalogue
he: מקור הקטלוג
hi: कैटलॉग स्रोत
id: Sumber katalog
it: Origine del catalogo
ja: カタログのソース
ko: 카탈로그 소스
nl: Catalogusbron
pl: Źródło katalogu
pt_br: Origem do catálogo
ru: Источник каталога
sv: Katalogkälla
tr: Katalog kaynağı
uk: Джерело каталогу
vi: Nguồn danh mục
zh_hans: 目录来源
zh_hant: 目錄來源
